Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Na twoim miejscu popytałabym w Mrocznych Tajemnicach. To tam zwykle zatrzymują się przejezdni, więc przy odrobinie szczęścia może tam go znajdziesz.
uk: На твоєму місці я б розпитала у Темних Таємницях. Там зазвичай зупиняються приїжджі, тож, якщо пощастить, ти зможеш знайти його там.

source: Na twoim miejscu porozmawiałbym z wartownikami. Jeśli był to ktoś przyjezdny, wartownicy musieli go widzieć.
uk: На твоєму місці я б поговорив з охоронцями. Якщо це був чужинець, то охоронці мали б його бачити.

source: Na twoim miejscu porozmawiałbym z wujem. Z tego, co pamiętam, to dobrze dogadywał się z miejscowymi alchemikami.
uk: На твоєму місці я б поговорив з твоїм дядьком. Наскільки я пам'ятаю, він добре ладнав з місцевими алхіміками.

source: Na twoim miejscu poszedłbym do Odgara w mieście. On ci pomoże.
uk: На твоєму місці я б пішов до Одгара в місто. Він тобі допоможе.

source: Na twoim miejscu poszukałbym u Magów Wody w mieście. Oni mają pokaźne zbiory.
uk: На твоєму місці я б звернувся до Магів Води в місті. У них чимала колекція різних книг.

source: Na twoim miejscu rozejrzałbym się wśród najemników.
uk: На твоєму місці я б пошукав серед найманців.

source: Na twoim miejscu spróbowałbym też wyzwać kilku tutejszych na pojedynek. Może nie zaprowadzi cię to bezpośrednio do Bena, ale ułatwi ci przeżycie.
uk: На твоєму місці я б також спробував викликати на поєдинок кількох тутешніх хлопців. Можливо, це не приведе тебе прямо до Бена, але це полегшить тобі життя.

source: Na twoim miejscu zająłbym się zleceniem, zamiast marnował czas na pogawędki.
uk: На твоєму місці я б краще взявся за роботу, замість того, щоб витрачати час на балаканину.

source: Na twoim trupie wyglądałaby znacznie gorzej.
uk: На твоєму трупі вона виглядала б набагато гірше.

source: Na twoje nieszczęście zatrudniasz bardzo niewykwalifikowanych zbirów.
uk: На твою біду, ти наймаєш дуже невмілих головорізів.

source: Na tych dupków nie ma innej rady - trzeba ich po prostu przeczekać.
uk: Іншої ради на цих засранців немає – треба просто перечекати.

source: Na tydzień.
uk: На тиждень.

source: Na tydzień. (24 SZ)
uk: На тиждень. (24 золотих)

source: Na tyle dobre, na ile może być w obecnych czasach.
uk: Настільки, наскільки це можливо в наш час.

source: Na tyle, na ile Fabio się z kimkolwiek liczy.
uk: Настільки, наскільки Фабіо може комусь довіряти.

source: Na tyle, żeby cię wypatroszyć tu gdzie stoisz!
uk: Достатньо, щоб випустити тобі кишки прямо тут, де ти стоїш!

source: Na tym drzewie rośnie kilka dorodnych jabłek.
uk: На цьому дереві росте кілька великих яблук.

source: Na tym etapie nie ma miejsca na błędy. Wcześniej, jeśli jakiś popełniłeś, to ryzykowałeś, co najwyżej, szybką śmiercią. Teraz taki błąd może wywołać długą i bolesną agonię.
uk: На цьому етапі немає місця для помилок. Раніше, зробивши якусь помилку, ти ризикував, щонайбільше, швидкою смертю. Тепер така помилка може спричинити довгу і болісну агонію.

source: Na tym etapie reguły gry troszkę się zmieniają. Wcześniej radziłem ci, żeby nie pchać zapadki na siłę, ale to nie zawsze jest najlepsza metoda.
uk: На цьому етапі правила гри трохи змінюються. Раніше я радив не тиснути на засувку з силою, але це не завжди найкраще рішення.

source: Na tym etapie robi się łatwiej, bo takie skóry są wytrzymałe i nie musisz być delikatny. Ale za to musisz włożyć w to dużo siły!
uk: Далі буде вже простіше, шкура рептилій міцна, тому не варто бути аж надто обережним. Проте доведеться докласти чимало зусиль!

source: Na tym etapie ważne jest zrozumienie, że broń służy do walki, nie ozdoby. Można ją wzmocnić paroma dodatkowymi kłami czy pazurami, ale bez przesady.
uk: На цьому етапі важливо розуміти, що зброя призначена для бою, а не для краси. Її можна прикрасити кількома додатковими іклами чи кігтями, але не перестарайся.

source: Na tym moście... to mogłem być ja... paskudna śmierć...
uk: На тому мосту... це міг бути я... жахлива смерть...

source: Na tym polega współpraca.
uk: В цьому і полягає співпраця.

source: Na tym poziomie musisz już sam obserwować swoje błędy i doskonalić technikę. Analizuj w głowie sytuacje, kiedy zostałeś nakryty, albo kiedy miałeś jakiś problem.
uk: На цьому рівні тобі вже доведеться самостійно спостерігати за своїми помилками і вдосконалювати техніку. Проаналізуй в голові ситуації, коли тебе спіймали або коли у тебе виникли проблеми.

source: Na tym poziomie musisz zacząć eksperymentować z materiałami. W zależności od tego, czy pracujesz nad łukiem czy kuszą, będziesz musiał wykorzystać coś innego.
uk: На цьому рівні потрібно починати експериментувати з матеріалами. Залежно від того, працюєш ти над луком чи арбалетом, тобі потрібно буде використовувати різні матеріали.

source: Na tym poziomie nie ma miejsca na błędy. Musisz przestać myśleć o kowalstwie jak o pracy, od teraz kowalstwo jest dla ciebie sztuką.
uk: На цьому рівні немає місця для помилок. Ти повинен перестати думати про ковальство як про роботу, відтепер ковальство для тебе – це мистецтво.

source: Na tym poziomie powinieneś pomału zainteresować się bronią kompozytową. Łuki powstałe z połączenia drewna i rogów potrafią strzelać pociskami z taką mocą, że mało kto wytrzyma ich uderzenie.
uk: На цьому рівні тобі варто поцікавитися композитною зброєю. Луки, виготовлені з поєднання дерева та рогів, можуть випускати стріли з такою силою, що мало хто зможе витримати їх попадання.

source: Na tym poziomie rzemieślniczym muszę pamiętać, że każda niedoskonałość broni może zadecydować o życiu albo śmierci jej posiadacza. Jeśli mój oręż będzie miał jakąkolwiek skazę, pod żadnym pozorem nie mogę jej oddać do użytku. Zdaje się, że czeka mnie sporo godzin przy kowadle...
uk: На цьому рівні майстерності я повинен пам'ятати, що будь-яка недосконалість зброї – це питання життя або смерті для її власника. Якщо моя зброя має якийсь недолік, я за жодних обставин не можу віддати її на використання. Схоже, що на мене чекає чимало годин біля ковадла...

source: Na uczcie po Turnieju spotkałem jakiegoś mężczyznę w potarganych ubraniach. Teraz chyba nie chce ze mną rozmawiać, ale może wrócę do Przystani za jakiś czas i sprawdzę, o co chodzi.
uk: На бенкеті після турніру я зустрів чоловіка в пошарпаному одязі. Не думаю, що зараз він захоче зі мною говорити, але, можливо, я повернуся до Гавані через деякий час і виясню, що з ним.

source: Na wasze szczęście akurat byłem w pobliżu.
uk: На щастя для тебе, я опинився неподалік.

source: Na wieść o koronacji Rhobara, do wschodnich wybrzeży kontynentu dotarli wędrowcy, oddający pokłony Adanosowi, bogu wody, ładu i równowagi. Według przyjętych dogmatów jest on najmłodszym z trzech boskich braci.
uk: Почувши про коронацію Робара, до східних берегів континенту прибули мандрівники, які поклонялися Аданосу, богу води, порядку та рівноваги. Згідно з усталеною думкою, він є наймолодшим з трьох божественних братів.

source: Na wieść o założeniu nowych kolonii na wschodzie, przeniósł do nich swój majątek i zaczął inwestować w źródła lokalnych surowców, których obrót wysoko opodatkował.
uk: Почувши про заснування нових колоній на сході, він перевіз туди свої багатства і почав інвестувати в джерела місцевої сировини, обіг якої обклав високими податками.

source: Na wieść o zbliżających się orkach postanowiliśmy zabrać się na statek przemytników.
uk: Почувши про наближення орків, ми вирішили скористатися кораблем контрабандистів.

source: Na wschodzie wyspy tuż za mielerzami i dużym jeziorem, wznosi się górska forteca nazywana przez miejscowych 'Wilczym Leżem'. Podobno rządzi nią pewien burgrabia, który lata temu odzyskał ją z rąk poprzedniego właściciela. Próbowałem dowiedzieć się więcej o historii tej warowni, ale ludzie, których spotkałem nieopodal, byli milczący i niechętni do rozmowy. Miałem wrażenie, jakby czegoś się obawiali.
uk: На сході острова, одразу за вуглярками та великим озером, височіє гірська фортеця, яку місцеві жителі називають Вовчим Лігвом. Кажуть, що нею править людина, яка багато років тому відвоювала її у попереднього власника. Я намагався дізнатися більше про історію цієї фортеці, але люди, яких я зустрів поблизу, не бажали про це розмовляти. У мене склалося враження, що вони чогось бояться.

source: Na wschód od głównej części wyspy znajduje się nasz klasztor, gdzie na co dzień mieszkają najważniejsi Magowie Wody oraz wszyscy nowicjusze.
uk: На сході острова знаходиться наш монастир, де проживають найголовніші Маги Води та всі послушники.

source: Na wszelki wypadek - nie dziękuję.
uk: Про всяк випадок – не дякую.

source: Na wszelki wypadek mam też ukraść narzędzia z warsztatu.
uk: Також про всяк випадок, варто поцупити інструменти із майстерні.

source: Na wszelki wypadek możesz też zabrać jego narzędzia. Przynajmniej upewnimy się, że w najbliższym czasie nie będzie próbował zrobić żadnych nowych skrzyń.
uk: Про всяк випадок можеш забрати його інструменти. Принаймні, ми подбаємо, щоб він не робив нових скринь найближчим часом.

source: Na wszelki wypadek możesz też zajrzeć do gospody. Chłopcy na przepustce czasem wpadają tam na kwaterkę piwa.
uk: Про всяк випадок, можеш також зазирнути до корчми. Хлопці на вихідних іноді заходять туди на кухоль пива.

source: Na wszelki wypadek rozejrzę się dokładniej po kaplicy. Kto wie czy nie ma tu jeszcze czegoś przydatnego.
uk: Я про всяк випадок огляну каплицю уважніше. Хто знає, раптом тут знайдеться ще щось корисне.

source: Na wszelki wypadek schowaj się za tą skałą i nie hałasuj.
uk: Про всяк випадок сховайся за тим каменем і сиди тихо.

source: Na wszelki wypadek wykonuj jej polecenia tak, żeby nie miała wątpliwości co do jakości naszych usług.
uk: Про всяк випадок виконуй її вказівки так, щоб вона не мала сумнівів щодо якості наших послуг.

source: Na wszelki wypadek zabiorę mu wszystkie runy. Wrócimy po niego, gdy już zajmiemy się tymi obywatelami i sytuacją w Starym Mieście.
uk: Про всяк випадок, я заберу в нього всі руни. Ми повернемося по нього, як тільки подбаємо про цих містян і розберемось з ситуацією в Старому місті.

source: Na wszelki wypadek zakazuję górnikom rozmawiać z obcymi, bo jakby tamtego mieli gdzieś, to byłby przynajmniej jeden problem mniej.
uk: Про всяк випадок я забороняю гірникам розмовляти з незнайомцями, бо якби вони не звертали на нього уваги, на одну проблему було б менше.

source: Na wszystkich bogów!
uk: Заради всіх богів!

source: Na wysepce znalazłem dwie kobiety. Ewidentnie są odwodnione, a z jedną jest bardzo źle. Muszę zdobyć dla nich coś do picia, bo długo już nie pociągną.
uk: На острівці я знайшов двох жінок. Вочевидь, вони були зневоднені, а одна із них дуже погано себе почувала. Потрібно дати їм щось попити, інакше вони довго не протягнуть.

source: Na wysepce znalazłem dwie kobiety. Ewidentnie są odwodnione, a z jedną jest bardzo źle. Na szczęście miałem przy sobie wodę i dałem im się napić.
uk: На острівці я знайшов двох жінок. Вочевидь, вони були зневоднені, а одна із них дуже погано себе почувала. На щастя, у мене була з собою вода, і я дав їм попити.

source: Na wyspie Khelen co roku organizuje się Wielkie Zawody Strzeleckie. Zwycięzca może prosić gubernatora o spełnienie jednego życzenia. Młody mieszkaniec wyspy - Patrick - od dawna pragnął zostać podróżnikiem i badać nieznane archipelagi. Nigdy jednak nie miał wystarczająco złota, aby marzenie to stało się rzeczywistością, dlatego postanowił spróbować swoich sił w eliminacjach. Zanim przystąpił do treningu, podjął starania, aby zdobyć niezawodne narzędzie prowadzące go do zwycięstwa. W porcie spotkał Petrę - handlarkę z Gildii Kupieckiej, która zaproponowała mu solidny, lecz małych rozmiarów łuk. Jego atutem była niezwykła celność, strzały zawsze bezszelestnie trafiały w najczulszy punkt lub sam środek tarczy...
uk: На острові Хелен щороку проводяться Великі стрілецькі змагання. Переможець може попросити губернатора виконати одне бажання. Молодий острів'янин Патрік давно мріяв стати мандрівником і досліджувати невідомі архіпелаги. Однак у нього ніколи не було достатньо золота, щоб здійснити цю мрію, тому він вирішив спробувати свої сили у змаганнях. Перед початком змагань він подбав про те, щоб придбати надійний інструмент, який приведе його до перемоги. У порту він зустрів Петру, торговку з Торгової Гільдії, яка запропонувала йому міцний, але невеликий за розміром лук. Його перевагою була надзвичайна точність, стріли завжди безшумно влучали в найвразливішу точку або в самісінький центр мішені...

source: Na wyspie istnieją tylko dwie organizacje, które faktycznie mogą nam pomóc - straż miejska i Gildia Kupiecka.
uk: На острові є лише дві організації, які дійсно можуть нам допомогти – це Міська Варта та Торгова Гільдія.

source: Na wyspie jest coraz więcej obcych, całe szczęście akurat w tej okolicy za wiele się ich nie pojawia.
uk: На острові з'являється все більше чужинців, яких, на щастя, не так вже й багато в цих краях.

source: Na wyspie jest coraz więcej obcych, nie podoba mi się to. Więcej przybłęd to więcej kłopotów.
uk: На острові все більше чужинців, мені це не подобається. Більше прибулих – більше неприємностей.

source: Na wyspie jest coraz więcej rąk do pracy. Zaczynam się obawiać o swoją posadę!
uk: На острові з'являється все більше робочих рук. Я починаю хвилюватися за свою роботу!

source: Na wyspie pojawia się coraz więcej potrzebujących. Mam nadzieję, że będę w stanie im pomóc.
uk: На острові з'являється дедалі більше людей, які потребують допомоги. Я сподіваюся, що зможу їм допомогти.

source: Na wyspie pojawia się coraz więcej uchodźców. To zdesperowani ludzie. Może oni będą bardziej pracowici?
uk: На острові з'являється все більше біженців. Це зневірені люди. Може, вони будуть більш працьовитими?

source: Na wyspie pojawiają się kolejne oddziały orków, nie jesteście tutaj bezpieczni.
uk: На острові з'являється все більше загонів орків, ви тепер в небезпеці.

source: Na wyspie pojawiają się kolejne oddziały orków.
uk: На острові з'являється все більше загонів орків.

source: Na wyspie znajduje się pewna stara twierdza, nazywana Vardhal. Należała ona do przodków Ulryka za czasów, gdy jeszcze cała wyspa była pod ich panowaniem.
uk: На острові є стара фортеця, що зветься Вардхал. Вона належала предкам Ульріка в ті часи, коли весь острів ще був під їх владою.

source: Na własne oczy widziałem, jak się obijają. Dosłownie nikt nie pracuje tam tak, jak powinien.
uk: Я на власні очі бачив, як вони байдикують. Там буквально ніхто не працює як слід.

source: Na własne oczy widziałem, jakie przedmioty znajdowały się w twojej chacie.
uk: Я на власні очі бачив, що за речі були у твоїй хатині.

source: Na zachodnim wybrzeżu wyspy znowu zalęgły się topielce. Z Markusem mamy swoje rewiry, ale na tamte tereny od dawna nikt nie zaglądał.
uk: На західне узбережжя острова повернулися луркери. У нас з Маркусом є своя територія, але туди вже давно ніхто не заглядав.

source: Na zachód od miasta jest plaża zamieszkana przez grupę rybaków. Jest wśród nich niejaki Liman, starszy od pozostałych i bardzo szanowany.
uk: На захід від міста є пляж, на якому мешкає група рибалок. Серед них – старий Ліман, який користується великою повагою та авторитетом.

source: Na zachętę dała mi nawet dwie butelki wina, ale...
uk: Вона навіть дала мені дві пляшки вина як заохочення, але...

source: Na zapasy nie mam co narzekać. Mam jeszcze kilka worków solonego mięsa, kaszy i pieczywa. Co do narzędzi... z tym jest gorzej.
uk: На запаси я не скаржуся. У мене ще є кілька мішків засоленого м'яса, каші та хліба. А от з інструментами... з інструментами справа гірша.

source: Na zawsze będę twoim dłużnikiem, kolego.
uk: Я назавжди залишуся в боргу перед тобою, друже.

source: Na zdrowie!
uk: Будьмо!

source: Na zewnątrz, przed magazynem...
uk: Надворі, перед складом..

source: Na zlecenie Graysona- Królewskiego Wysłannika - mam przekazać Roderichowi rozkazy o obowiązkowej wymianie wyposażenia. W zamian mamy oddać nasze, by mogło ono trafić na front. Wolę nie myśleć, jak Roderich zareaguje na tę informację...
uk: За наказом Грейсона, Королівського посла, я маю передати Родеріху наказ про примусову заміну спорядження. Натомість ми повинні віддати наше спорядження, аби його можна було відправити на фронт. Краще не думати, як Родеріх відреагує на цю інформацію...

source: Na zwykłe draśnięcie mi to nie wyglądało.
uk: На звичайну подряпину це не схоже.

source: Na łódce rybackiej znalazłem butelkę wina i skrzynie pełne ryb. Nie jest to wiele, ale może warto zwrócić je Folkardowi?
uk: На рибальському човні я знайшов пляшку вина і ящики з рибою. Це небагато, але, можливо, варто повернути їх Фолькарду?

source: Na ścianie mojego domu są jakieś ślady jak od ostrzy!
uk: На стіні мого будинку сліди ніби від чогось гострого!

source: Na śmierć o tym zapomniałam. Zaraz pójdę do niej i załatwię sprawę.
uk: Я зовсім про нього забула. Я зараз же піду до неї і все владнаю.

source: Na śniadanie zjedliśmy jakąś mizerną papkę, co to miejscowi nazywają „kociołkiem rybaka”. Nie wiem, co karczmarz dorzucił do tego garnka, ale na Khorinis karmią lepiej niż w tej dziurze.
uk: На сніданок ми їли якусь жалюгідну кашу, яку місцеві називають 'казанком рибалки'. Не знаю, що корчмар додавав у цю кашу, але на Хорінісі годують краще, ніж у цій дірі.

source: Na środku bagna była skrzynia pełna złota. Ktoś się już do niej dobrał, ale większość została.
uk: Посеред болота стояла скриня, повна золота. Хтось уже дістався до неї, але більша частина золота збереглася.

source: Na-nazywam się Fred i zbie-zbierałem tutaj zioła! Wiesz, najlepsze zioła można znaleźć właśnie w takich niedostępnych miejscach.
uk: Ме...мене звати Фред і я зби...збирав тут трави! Знаєш, найкращі трави можна знайти в таких недоступних місцях.

source: Naars
uk: Наарс

source: Naars drążył temat i teraz go nie ma. Wyciągnij wnioski.
uk: Наарс захоплювався цією темою, а тепер його немає. Роби висновки.

source: Nabiegałeś się dzisiaj trochę, powinieneś teraz trochę pospać. Eliksir z pewnością lepiej zadziała na wypoczęty organizm.
uk: Ти сьогодні чимало набігався, тобі варто трохи поспати. Еліксир, безумовно, краще подіє на відпочилий організм.

source: Nacinasz tam, łapiesz zwisającą fałdę skóry i zaczynasz ją zrywać z ciała. Trochę wysiłku i trofeum będzie twoje.
uk: Розрізаєш там, берешся за звисаючу складку шкури і починаєш стягувати її з тіла. Трохи зусиль – і трофей твій.

source: Naciągane, ale w sumie, skoro mieliście tyle szczęścia, że natura sama przepędziła tych darmozjadów, to może przydacie się do czegoś Ulrykowi...
uk: Це перебільшення, але загалом, якщо вам так пощастило, що сама природа прогнала цих нахлібників, ви можете бути корисними для Ульріка...

source: Naciśnij przycisk
uk: Натиснути на кнопку

source: Naciśnij żądany klawisz.
uk: Натисніть потрібну клавішу.

source: Naczynie z prawdziwego srebra.
uk: Чаша з чистого срібла.

source: Naczynie z prawdziwego złota.
uk: Чаша з чистого золота.

source: Nad czym się chcesz zastanawiać? Nie rozumiem, ale dobra, prześpij się z tym.
uk: Над чим ти хочеш подумати? Я не розумію, але добре, подумай.

source: Nad ranem ktoś przyjdzie cię zmienić.
uk: Вранці хтось прийде, щоб тебе змінити.

source: Nad ranem wrócił Sevinus i przytargał resztę narzędzi do budowy kładki na drugą stronę wąwozu. Przyniósł też coś w rodzaju klucza, który pomoże nam otworzyć wrota do twierdzy. Ciekaw jestem, jak zamierza to zrobić. Dzięki Adanosowi, że zostało trochę tego wina. Czuję, że jeszcze będę go potrzebował.
uk: Вранці повернувся Севінус і приніс решту інструментів для будівництва мосту на інший бік ущелини. Він також приніс щось схоже на ключ, щоб допомогти нам відчинити ворота фортеці. Цікаво, як він збирається це зробити. Дякуючи Аданосу, ще залишилось трохи вина. Я відчуваю, що воно мені знадобиться.

source: Nadaje się do zabrania w podróż.
uk: підходить, щоб взяти з собою в дорогу.

source: Nadal tu jesteś? Jak tak bardzo chcesz dopłacić, to chętnie przyjmiemy każdą dodatkową monetę!
uk: Ти ще тут? Якщо ти так хочеш доплатити, ми з радістю приймемо будь-яку додаткову монету!

source: Nadchodzą ciężkie czasy.
uk: Настають важкі часи.

source: Nadchodzą kolejne!
uk: Ще одні на підході!

source: Nadchodzą złe czasy, im mniej statków kursuje po morzach tym gorzej żyje się wszystkim na lądzie...
uk: Настають лихі часи, чим менше кораблів курсує по морях, тим гірше всім живеться на суші...

source: Nadchodzący Sztorm
uk: Наближення бурі

source: Nadine
uk: Надін

source: Nadine bezskutecznie poszukuje swojej córki, Leny. Twierdzi, że mogła zostać uprowadzona, ale nie ma żadnych tropów ani poszlak. Chyba będę musiał w tej kwestii liczyć na szczęśliwy traf...
uk: Надін безуспішно шукає свою доньку Олену. Вона стверджує, що її могли викрасти, але вона не має жодних слідів чи підказок. Мабуть, у цій справі доведеться розраховувати на вдачу...

source: Nadinterpretujesz. Tylko razem pracujemy, mam jej ważną rzecz do przekazania.
uk: Ти неправильно зрозумів. Ми лише працюємо разом, я маю переказати їй дещо важливе.

source: Nadmorskie znalezisko
uk: Морська знахідка

source: Nadpalona notatka Volkera
uk: Обгоріла записка Волкера

source: Nadszedł czas działań i wiem, że wielu z pozostałych magów myśli podobnie. Potrzebują tylko jakiegoś znaku, który im pomoże.
uk: Настав час діяти, і я знаю, що багато інших магів думають так само. Їм лише потрібен якийсь знак, що допоможе їм.

source: Nadszedł czas na interwencję. Nie mogę sobie pozwolić, by cały oddział w pancerzach straży podróżował po wyspie i powodował jeszcze więcej zniszczeń.
uk: Настав час втрутитися. Я не можу собі дозволити, щоб цілий загін озброєних вартових тинявся островом і спричиняв ще більше шкоди.

source: Nadszedł czas na odbicie Farmy Bermara. To nie będzie łatwa misja. Gdy już będę gotowy, mam się spotkać z Eurikiem pomiędzy spalonym młynem a farmą.
uk: Настав час відвоювати ферму Бермара. Це буде нелегко. Коли я буду готовий, я повинен зустрітися з Ейріхом між спаленим млином і фермою.

source: Nadszedł czas rozwiązania...
uk: Настав вирішальний час...

source: Nadszedł czas twojego odpoczynku. Ciesz się życiem, póki to możliwe. Na kontynencie czeka nas dużo pracy.
uk: Час тобі відпочити. Насолоджуйся життям, поки можеш. На континенті на нас чекає багато роботи.

source: Nadszedł czas, byśmy odzyskali farmę Bermara. Nie wiem, jak długo pozostali dadzą radę odcinać farmę od posiłków.
uk: Настав час відвоювати ферму Бермара. Я не знаю, як довго наші люди зможуть відрізати ферму від підкріплення.

source: Nadszedł czas, żebyś otrzymał swój pierwszy prawdziwy mundur i z dumą nosił barwy straży. Zgłoś się do Lennarta, będzie miał coś dla ciebie.
uk: Настав час отримати свою першу справжню форму і з гордістю носити кольори Варти. Звернись до Ленарта, у нього знайдеться щось для тебе.

source: Nadtrawiony parzący ognisty korzeń.
uk: Перетравлений пекучий вогняний корінь.

source: Nadziewacz
uk: Набивач

source: Nagle niebo zaczęło płakać i trolle zaczęły rzucać kamienie z gór - łup, łup, ŁUP! Ale dla mnie to było jak muzyka dla uszu.
uk: Раптом небо заплакало і тролі почали кидати каміння з гір – бум, бум, БУМ! Але для мене це було як музика для вух.

source: Nagle nikt już cię nie oskarża o morderstwo.
uk: Раптом тебе більше ніхто не звинувачує у вбивстві.

source: Nagle nikt już nie oskarża cię o morderstwo.
uk: Тебе вже ніхто не звинувачує у вбивстві.

source: Nagle spotykam ciebie i moje życie kompletnie się odmienia. Zaczęłam myśleć o przyszłości. O tym, co będę robiła, gdy wyrwę się z tej przeklętej wyspy.
uk: Раптом я зустрічаю тебе, і моє життя повністю змінюється. Я почала думати про майбутнє. Про те, що я буду робити, коли виберуся з цього проклятого острова.

source: Nagle zza mgły wyłoniła się orkowa galera! Zupełnie znikąd!
uk: Раптом з туману виринула галера орків! Зовсім нізвідки!
